module.exports = {
	punchCardTime: { // 打开时间段
		start: 5,
		end: 10
	},
	morningTips: {
		5: '你已经接近神的级别!',
		6: '早睡早起身体好',
		7: '早睡早起身体好',
		8: '你是早上八九点钟的太阳',
		9: '晚上该早点放下手机关灯睡觉啦!'
	},
	morningText: [ // 早安心语
    '关于自己的生活，我和你都不是读者，而是作者。至少结局，还是能自己说了算的。',
    '按照自己认为美丽的方式活下去。',
    '不要输给雨，不要输给风，也不要输给暴风雨，不管什么时候都笑容不断，我想成为那种坚强而美丽的东西',
    '即使被绝望击垮，我们也绝不能忘记：正如有光的地方就会有影一样，有影的地方也必定会有光。绝望的颜色越是浓重，在那里，一定会有光芒耀眼的希望。',
    '愿你的厨房有烟火，客厅有笑容，卧室有拥抱，爱人跟你一蔬一饭，你跟爱人一颦一笑。',
    '幸福是一种能力。好的人生并非外求，而是内修而成。每个人都可以通过整合和管理自己的生命资源，最大化自己的人生价值，达到个人与社会的双重满意。',
    '接纳自己是成长的第一步。当你读懂了情绪背后的需求，你就能找到自己成长的方向。厌倦需要变化，焦虑需要学习，失落需要价值。',
    '四季，不可能只有春天，生活，更不可能全是圆满。',
    '人生，不要预支明天的烦恼；生活，不要自寻烦恼。',
    '努力和上进，不是为了做给别人看，是为了不辜负自己，不辜负此生。',
    '身材不好就去锻炼没钱就努力去赚，永远别把窘境迁怒于别人，你唯一可以抱怨的，只有不够努力的自己！',
    '因为相信，所以看见，因为看见，所以不凡！',
    '勇者无惧，强者无敌',
    '你现在找的每个借口，都会阻碍前行的道路',
    '无须借光，你本就是一个光源，可以温暖周围的一切人与物！',
    '不积跬步，无以至千里；不积小流，无以成江海。',
    '白日不到处，青春恰自来，苔花如小米，也学牡丹开！',
    '没有特别幸福，请先特别努力！',
    '比起貌美，智慧才是让你更闪耀的特质！',
    '我喜欢和你在一起，因为你有正能量！',
    '人生只有一次，专注于自己的内心，活出自己的样子，才算没有白活！',
    '今天的生活是由三年前决定的，但是你今天还过着和三年前一样的生活，三年后你还是一样的过着。',
  ],
};
